Repository: CSpencerND/dotfiles
Catalog: .local/share/gnome-shell/extensions/clipboard-indicator@tudmotu.com/locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: ar

source: Text will be here
ar: النص سيكون هنا

source: Type here to search...
ar: اكتب هنا للبحث

source: Private mode
ar: الوضع السري

source: Clear history
ar: محو السجلات

source: Settings
ar: ضبط

source: Clipboard history cleared
ar: تم ازالة سجلات الحافظة

source: Copied to clipboard
ar: تم النسخ في الحافظة

source: Toggle the menu
ar: بدل حالة القائمة

source: Previous entry
ar: المدخل السابق

source: Next entry
ar: المدخل التالي

source: History Size
ar: عدد العناصر في السجل

source: Refresh Interval (ms)
ar: فترة الريفريش بالمللي ثانية

source: Preview Size (characters)
ar: عدد الاحرف في المراجعه

source: Max cache file size (kb)
ar: اقصي حجم للكاش فايل بالكيلوبايت

source: Show notification on copy
ar: اظهار الاشعارات عند النسخ

source: Keyboard shortcuts
ar: اختصارات الكيبورد

source: Number of characters in top bar
ar: عدد الاحرف في الشريط العلوي

source: What to show in top bar
ar: ما سيظهر في الشريط العلوي

source: Icon
ar: أيقونة

source: Clipboard Content
ar: محتوي الحافظة

source: Both
ar: كلاهما
