Repository: CSpencerND/dotfiles
Catalog: .local/share/gnome-shell/extensions/cpupower@mko-*.*/locale/*.po
Languages: hu_hu

source: Gnome-Shell Extension for the intel-pstate driver.
hu_hu: Gnome-Shell bővítmény intel-pstate driverhez.

source: Show current frequency
hu_hu: Jelenlegi frekvencia mutatása

source: Use GHz instead of MHz
hu_hu: GHz használata MHz helyett

source: Show icon in taskbar
hu_hu: Ikon mutatása a felső sávban

source: Show arrow in taskbar
hu_hu: Nyíl mutatása a felső sávban

source: About
hu_hu: A programról

source: Default AC profile
hu_hu: Profil töltés esetén

source: Default battery profile
hu_hu: Profil akkumulátor esetén

source: Set as default profile for battery operation
hu_hu: Beállítás profilként akkumulátoros működés esetén

source: Set as standard profile for plugged in operation
hu_hu: Beállítás profilként töltős működés esetén

source: Auto Switch Configuration
hu_hu: Automatikus profilváltás konfigurációja

source: General
hu_hu: Általános

source: Add selected profile
hu_hu: Kiválasztott profil hozzáadása

source: Remove selected profile
hu_hu: Kiválasztott profil eltávolítása

source: Move selected profile up
hu_hu: Kiválasztott profil mozgatása felfelé

source: Move selected profile down
hu_hu: Kiválaszott profil mozgatása lefelé

source: Profiles
hu_hu: Profilok

source: Path to cpufreqctl:
hu_hu: cpufreqctl útvonala:

source: Path to policykit rule:
hu_hu: policykit szabály útvonala:

source: CPU Power Manager is installed via your distributions package manager!
hu_hu: A CPU Power Manager a disztribúciód csomagkezelőjével lett telepítve!

source: Uninstall
hu_hu: Eltávolítás

source: Installation
hu_hu: Telepítés

source: Profile name
hu_hu: Profilnév

source: Minimum frequency
hu_hu: Minimális frekvencia

source: Maximum frequency
hu_hu: Maximális frekvencia

source: Discard
hu_hu: Elvetés

source: Save
hu_hu: Mentés

source: Uninstall CPU Power Manager Tools
hu_hu: CPU Power Manager segédprogramok eltávolítása

source: Are you sure you want to uninstall the cpufreqctl tool and the policykit rule?
hu_hu: Biztosan el akarod távolítani a cpufreqctl segédprogramot és a policykit szabályt?

source: Cancel
hu_hu: Mégse

source: Serialized Profiles
hu_hu: Szérializált profilok

source: Your CPUpower profiles
hu_hu: CPUpower profiljaid

source: Show current cpu frequency in taskbar
hu_hu: Jelenlegi frekvencia mutatása a felső sávban

source: Show current cpu frequency in the top bar
hu_hu: Jelenlegi frekvencia mutatása a felső sávban

source: Frequency in taskbar is shown in GHz or MHz
hu_hu: A frekvencia a felső sávban MHz vagy GHz mértékegységet használva jelenjen meg

source: Control which unit is used for the frequency
hu_hu: A frekvencia megjelenítésére használt mértékegység

source: Show cpu chip icon in taskbar
hu_hu: Processzor chip ikon mutatása a felső sávban

source: Show cpu chip icon in the top bar
hu_hu: Processzor chip ikon mutatása a felső sávban

source: Show down arrow in taskbar
hu_hu: Lefelé mutató nyíl mutatása a felső sávban

source: Show down arrow in the top bar
hu_hu: Lefelé mutató nyíl mutatása a felső sávban

source: Default AC profile ID
hu_hu: Alapértelmezett töltős profil azonosítója

source: The profile to switch to when plugged in
hu_hu: A profil, amelyre a töltő csatlakoztatásakor vált

source: Default battery profile ID
hu_hu: Alapértelmezett akkumulátoros profil azonosítója

source: The profile to switch to when unplugged
hu_hu: A profil, amelyre a töltő leválasztásakor vált

source: Minimum Frequency:
hu_hu: Minimum frekvencia:

source: Maximum Frequency:
hu_hu: Maximum frekvencia:

source: Auto Switch:
hu_hu: Automatikus profilváltás:

source: Current Frequency:
hu_hu: Jelenlegi frekvencia:

source: Preferences
hu_hu: Beállítások

source: Installation required.
hu_hu: Telepítés szükséges.

source: Attempt installation
hu_hu: Telepítés mégkísérlése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: None
hu_hu: Nincs

source: Your computer does not support intel_pstate.
hu_hu: A számítógéped nem támogatja az intel_pstate drivert.

source: Your CPU Power Manager installation needs updating!
hu_hu: A CPU Power Manager frissítésre szorul!

source: Warning: Security issues were found with your installation! Please update immediately!
hu_hu: Figyelmeztetés:

source: Attempt tool update
hu_hu: Frissítés megkísérlése
